{
  "title": "Facial",
  "slug": "facial",
  "description": [
    "A facial is a great way to keep your skin looking it's best. We offer a variety of facials to suit your needs. We also offer a variety of add-ons to enhance your facial experience."
  ],
  "disclaimer": [""],
  "services": [
    {
      "title": "Teen Facial",
      "slug": "teen-facial",
      "description": "We offer a specific facial treatment for teens. This facial is designed to help teens with acne and other skin issues. This facial is great for teens who are just starting to take care of their skin.",
      "duration": 30,
      "price": 50
    },
    {
      "title": "Express Facial",
      "slug": "express-facial",
      "description": "This facial is a great way to get a quick facial. This facial is great for those who are on the go and need a quick pick me up.",
      "duration": 30,
      "price": 60
    },
    {
      "title": "Traditional Facial",
      "slug": "traditional-facial",
      "description": "This facial is a great way to get a quick facial. This facial is great for those who are on the go and need a quick pick me up.",
      "duration": 45,
      "price": 85
    },
    {
      "title": "Soothing Back Facial",
      "slug": "soothing-back-facial",
      "description": "A soothing back facial is great for anyone who suffers from back acne or just want a quick feel good stress reliever.",
      "duration": 45,
      "price": 85
    },
    {
      "title": "Men's Soothing Facial",
      "slug": "mens-soothing-facial",
      "description": "A soothing experience for anyone who needs a quick pick me up. This facial is great",
      "duration": 45,
      "price": 95
    },
    {
      "title": "Detoxifying Facial",
      "slug": "detoxifying-facial",
      "description": "A detoxifying facial is the perfect way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 95
    },
    {
      "title": "LED Light Facial",
      "slug": "led-light-facial",
      "description": "A LED light facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 95
    },
    {
      "title": "Microdermabrasion Facial",
      "slug": "microdermabrasion-facial",
      "description": "A microdermabrasion facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 100
    },
    {
      "title": "Dermaplaning Facial",
      "slug": "dermaplaning-facial",
      "description": "A dermaplaning facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 100
    },
    {
      "title": "Micro Hyrda Facial",
      "slug": "micro-hydra-facial",
      "description": "A micro hydra facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 120
    },
    {
      "title": "Vitamin C Infsusion Facial",
      "slug": "vitamin-c-infusion-facial",
      "description": "A vitamin c infusion facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 135
    },
    {
      "title": "Gold Facial",
      "slug": "gold-facial",
      "description": "A gold facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 140
    },
    {
      "title": "Skin Brightening Facial",
      "slug": "skin-brightening-facial",
      "description": "A skin brightening facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 150
    },
    {
      "title": "Acne Reduction Facial",
      "slug": "acne-reduction-facial",
      "description": "An acne reduction facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 100
    },
    {
      "title": "Anti-Aging Facial",
      "slug": "anti-aging-facial",
      "description": "An anti-aging facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 125
    },
    {
      "title": "Oxygen Infusion Facial",
      "slug": "oxygen-infusion-facial",
      "description": "An oxygen infusion facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 110
    },
    {
      "title": "Microneedling Facial",
      "slug": "microneedling-facial",
      "description": "A microneedling facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 200
    },
    {
      "title": "Pro Cell Therapy Facial",
      "slug": "pro-cell-therapy-facial",
      "description": "A pro cell therapy facial is a great way to get your skin looking it's best. This facial is great for anyone who wants to get their skin looking it's best.",
      "price": 250
    }
  ]
}
