{
  "title": "Threading",
  "slug": "threading",
  "description": [
    "Brow threading is a procedure in which a thin cotton thread is used to remove unwanted hair from the eyebrows. Our trained Estheticians will use a thin cotton thread to twist and pull the hair out at the roots. Carefully ensuring that the skin is not pulled or damaged. The Esthetician will then use tweezers and scissors to trim and shape the eyebrows to the desired look. Some of the benefits of brow threading include: creating a more defined and shapely eyebrow, removing unwanted hair, and saving time each morning by eliminating the need for daily brow grooming since threading results lsat longer than simply using tweezers. In some cases, where the skin is very sensitive, the procedure may cause some redness and irritation around the skin of the eyebrows."
  ],
  "disclaimer": ["In some cases, depending on the sensitivity of your skin, you may experience redness or irritation. This is normal and will subside within a few hours."],
  "services": [
    {
      "title": "Eyebrow Threading",
      "slug": "eyebrow-threading",
      "description": "We use a twisted thread to remove unwanted hair from the eyebrow region of the face.",
      "price": 14
    },
    {
      "title": "Lip Threading",
      "slug": "lip-threading",
      "description": "We use a twisted thread to remove unwanted hair from the upper lip region of the face.",
      "price": 6
    },
    {
      "title": "Lower Lip Threading",
      "slug": "lower-lip-threading",
      "description": "We use a twisted thread to remove unwanted hair from the lower lip region of the face.",
      "price": 4
    },
    {
      "title": "Forehead Threading",
      "slug": "forehead-threading",
      "description": "We use a twisted thread to remove unwanted hair from the forehead region of the face.",
      "price": 5
    },
    {
      "title": "Chin Threading",
      "slug": "chin-threading",
      "description": "We use a twisted thread to remove unwanted hair from the chin region of the face.",
      "price": 9
    },
    {
      "title": "Chin + Lower Chin Threading",
      "slug": "chin_lower-chin-threading",
      "description": "We use a twisted thread to remove unwanted hair from the chin and lower chin region of the face.",
      "price": 15
    },
    {
      "title": "Sides Threading",
      "slug": "sides-threading",
      "description": "We use a twisted thread to remove unwanted hair from the sides of the face.",
      "price": 15
    },
    {
      "title": "Neck Threading",
      "slug": "neck-threading",
      "description": "We use a twisted thread to remove unwanted hair from the neck region of the face.",
      "price": 20
    },
    {
      "title": "Full Face Threading",
      "slug": "full-face-threading",
      "description": "We use a twisted thread to remove unwanted hair from the full face.",
      "price": 50
    },
    {
      "title": "Full Face + Lower Chin Threading",
      "slug": "full-face_lower-chin-threading",
      "description": "We use a twisted thread to remove unwanted hair from the full face and the lower chin region of the face.",
      "price": 60
    },
    {
      "title": "Full Face + Neck Threading",
      "slug": "full-face_neck-threading",
      "description": "We use a twisted thread to remove unwanted hair from the full face and neck.",
      "price": 65
    }
  ]
}
