[
  {
    "name": "Vishal Visram",
    "profileImage": "https://lh3.googleusercontent.com/a-/ACNPEu-sQr7M7mE0hjlQlZcD1K7zAuIV6-3YyRzWW5UB=w120-h120-p-rp-mo-br100",
    "date": "10/2022",
    "rating": "⭐️⭐️⭐️⭐️⭐️",
    "comment": "First time coming here and it was First time getting my Lash Lift & Back Laser hair removal. I love the results. Rupi made sure that I was relaxed & comfortable.  Excellent service & very friendly staff. I will be definitely be your returning clientele. Thank you Rupi."
  },
  {
    "name": "Consuelo Cardenas",
    "profileImage": "https://lh3.googleusercontent.com/a-/ACNPEu_pHknkTMHO5a4dOpCwBpdVmImYIk_Pc1I7kKk8=w120-h120-p-rp-mo-br100",
    "date": "11/2022",
    "rating": "⭐️⭐️⭐️⭐️⭐️",
    "comment": "I am glad I found this place, I have history of acne and dark spots. I got a facial and added a peel to treat my skin concerns, I loved loved the results.  My skin got brighter and smoother,  I was able to see  the results in the first peel session I recommend this place 1000/10 it's beyond beautiful and professional, also I got a lash lift and tint she recommended omg you guys it's amazing the way my natural lashes looked, such a beautiful lift and thicker effect. Thank you so much for giving me a nice glow and bright skin 💖 They offer relaxing services such as back facials, facials, lash lift, brows.. variety of services for all skin types and ages. I had to buy gift cards for my parents to come and relax as well   🏼 congratulations on your grand opening rupi 🤗"
  },
  {
    "name": "Lisan Santana",
    "profileImage": "https://lh3.googleusercontent.com/a-/ACNPEu-mXjX1E3xwZp9K-eIRwMcyJryi2ViSU9rJsDfU=w120-h120-p-rp-mo-br100",
    "date": "10/2022",
    "rating": "⭐️⭐️⭐️⭐️⭐️",
    "comment": "I had an incredible and relaxed experience at Rupi's studio. Rupi and Cristina were so caring, so profesional and did a great job I got a microdermabrasion and oxygen infusion facial it felt great also I got my eyebrows waxed and they did amazing Thank you so much."
  }
]
